[IO_MinecartMischief_Conveyor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_MinecartMischief_Minecart InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MinecartMischief_RawEridium MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Eridium bruto"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MinecartMischief_RawEridium:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Se processá-lo para obter uma forma mais cristalina, esse mineral adquire um grande valor."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_MinecartMischief_MissionGiver MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="ECHO antigo "
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MinecartMischief_MissionGiver:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma mensagem de Amelia Harchek, Supervisora de Mineração da Corporação Dahl."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.MO_MinecartMischief_Rubble InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

